[
  {
    "id": 1,
    "movie": "Language Families of the World",
    "question": "Language Families of the World discusses the nature of language, language change, language taxonomy, and language family distribution.\n\nQuestion: What topic or fact does Dr. McWhorter bring up that you find especially intriguing about language or specific languages or language families? Cover these in your answer:\n\nIndicate, using a time stamp, where in the film this comes up (e.g., at Video 1,12 min 30 seconds).\nBriefly explain what he says about it.\nWhy do you find this interesting? Give an example from your own life that relates to this OR explain how this relates to something you are interested in professionally or as a hobby OR Indicate the relevance or connection to any personal experiences or to any of your own life situations.",
    "details": "Professor John McWhorter of Columbia University explores the linguistic trails left by generations of humans that lead back to the beginnings of language. Utilizing historical theories and cutting-edge research, these 34 episodes will introduce you to major language families and their offspring, including languages that are no longer spoken but provide vital links to the past."
  },
  {
    "id": 2,
    "movie": "Perfect Secret",
    "question": "The Perfect Secret is a German adaptation of an Italian film called Perfetti Sconosciuti. The Italian original has made history by being adapted into at least 18 different languages besides German (https://www.imdb.com/list/ls082389916/Links to an external site.), such as Arabic, French, Korean, Greek, Turkish, Chinese, etc. Why does the topic/theme seem to have such universal applicability, i.e. fit into so many different cultural contexts? Please cite a scene and situation in the film that you think is particularly true-for-all relationships, either romantic relationships or friendships. Indicate, using a time stamp, where in the film this comes up (e.g., Video 2 at 12 min 30 seconds).",
    "details": "The perfect secret is a 2019 German film comedy by director and screenwriter Bora Dagtekin.\n\nThe ensemble film is a remake of the Italian cinema film Perfetti Sconosciuti (about \"completely unknown\") by Paolo Genovese from 2016, which has already been remade in numerous countries. It is about seven friends who, at a dinner together, put their trust to the test by agreeing to share all the messages and calls received on their mobile phones during the meal with those present.\n\nKammerspielThe tragicomic chamber play was produced by Constantin Film Production. In addition to Lena Schömann, Dagtekin also appeared as a producer. The filming took place between January and March 2019 in Munich and Geretsried. Karoline Herfurth, Elyas M'Barek, Florian David Fitz, Jella Haase, Frederick Lau, Jessica Schwarz and Wotan Wilke Möhring were committed to the cast. The German-wide release in the cinema took place on 31. October 2019. Among critics, the perfect secret came across a mixed echo.\nAction\n\nThe couple Eva and Rocco invite their friends to dinner in their Munich attic apartment. Even before the guests arrive, there is a dispute between therapist Eva and her teenage daughter Sophie, after Eva found condoms in their pocket and confronted them. Sophie, who is on her way to her boyfriend Mike and has an increasingly tense relationship with her controlled mother, sees herself patronized again by Eva. Father Rocco, who can mediate between the two, meanwhile, employs something completely different: While the hobby chef is approached with the preparation of the food, he receives revealing selfies of an acquaintance on his mobile phone. Eva, who has been quietly observing her husband for a long time, is suspicious, but does not know about it.\n\nFirst, the couple arrives Carlotta and Leo. Leo, who has put his career as a construction draftsman in favor of his wife, who has been working in an advertising agency again since the birth of the twins, is struggling with his fate as a house husband and full-time father. Carlotta, on the other hand, feels pushed into the second row: The copywriter, who usually works late into the evening and is rarely at home, has a distanced relationship with her children. The two will be accompanied by Bianca and Simon. Unlike Carlotta and Leo, the animal health practitioner and the life artist are freshly in love and strive for a trusting relationship with each other. However, Bianca, the youngest in the league, has only recently met Simon's longtime friends and occasionally feels ridiculed by the others.\n\nAfter the high school teacher Pepe has arrived without his also expected and supposedly sick friend Anna and has placed his brought telescope to the sighting of the lunar eclipse announced for the night on the balcony, the group takes a seat in the dining room. At Rocco's inedible food and abundant wine, they begin to discuss the issue of honesty exuberantly. Without further ado, they want to put their mutual trust to the test and engage in a game conceived by Eva: Everyone must share all activities that run via their smartphone with those present. While Carlotta and Bianca immediately show themselves enthusiastic about the idea, the men only hesitantly agree with the project.\n\nWhat should initially become a harmless game among friends quickly causes a glare: Leo, who has an affair with a playground acquaintance, expects a revealing photo of this and asks Pepe to exchange the mobile phones with him to cover up the matter. However, when Leo has to go to Pepe's phone in return, Pepe's contact reports to Hannes, whose ambiguities suggest to the others that he is sleeping with Leo. While Leo's supposed bisexuality, which he does not deny for fear of becoming aware of his actual affair with his friends, encounters incomprehension, Carlotta falls out of all the clouds and gets drunk. When she receives a clear voicemail from her colleague, she is forced to admit a drug problem triggered by the career pressure in her friends.\n\nPepe dissolves the farce when he confesses to the exchange action and reveals to the others his homosexuality, which has been concealed for many years, for which he is discriminated against by a father at his school and had expected incomprehension from his friends. Simon, meanwhile, receives a call from his colleague, who tells him to be pregnant by him. Bianca is deeply struck by the news and breaks with him immediately. Eva, who is secretly also having an affair with Simon, slaps him in the absence of the others and does the same. The guests then leave the apartment separately. Eva and Rocco, who are left alone, are looking for the conversation on the balcony and reconciling each other - but without telling the other about their own affair.\n\nSome time after dinner, Leo and Carlotta have also found each other again and also opted for a role exchange: While he is pursuing a job offer, Carlotta now takes care of the two children full-time. In order to prove their friendship to the insulted Pepe, Rocco, Leo and Simon, meanwhile, beat up the father of Pepe's student, who then steers in and settles the conflict he provokes. The four childhood friends reconcile and travel together. When a ringing sounds along the way, Rocco draws an old-fashioned two-phone and confirms the other his affair. While Pepe, Leo and Simon try to snatch the device from him, Rocco throws the mobile phone into the Isar."
  },
  {
    "id": 3,
    "movie": "Another Round",
    "question": "Although, at first glance, the film Another Round seems to endorse drinking alcohol to improve one's life, pretty quickly, we realize that getting tipsy is not improving the characters' lives in the long run. In fact, as can be seen in the suicide/death of one of the characters, drinking can also enhance negative and depressive feelings. However, although drinking was not the solution, and the film does not have a traditional Hollywood-like happy end, the main character, Martin, did undergo a transformation.\n\nIf the instructor suspects a student used an AI text generator (e.g., ChatGPT), the instructor will require student to complete a similar assignment using Honorlock, an online proctoring service. The instructor may also require a student to complete all remaining assignments in a proctored environment.\nPlease cite a scene in the film that shows him being depressed or unmotivated and a scene that showcases his changed, happier and more inspired, attitude. Indicate, using a time stamp, where in the film this comes up (e.g., Video 2 at 12 min 30 seconds).\nWhat, do you think, is the insight Martin gains that allows him to grow? What might be the final message of the movie as to one's attitude toward life and living?",
    "details": "Another Round (Danish: Druk, lit. 'Binge drinking') is a 2020 black comedy-drama film directed by Thomas Vinterberg, co-written with Tobias Lindholm. Starring Mads Mikkelsen, Thomas Bo Larsen, Magnus Millang, and Lars Ranthe, the film follows four high school teachers who experiment with maintaining a constant level of alcohol in their blood to boost creativity and confidence.[1]\n\nPremiering at the 2020 Toronto International Film Festival, the film won the Academy Award for Best International Feature Film and multiple other accolades. The film is dedicated to Vinterberg's daughter, Ida, who died during production.\nPlot\n\nTeachers Martin, Tommy, Peter, and Nikolaj are colleagues and friends who work at a gymnasium school in Copenhagen. All four struggle with unmotivated students and feel that their lives have become boring and stale. Martin is confronted by his senior students and their parents, who express that he has become a barrier to their passing their history exams. At a dinner celebrating Nikolaj's 40th birthday, the group discusses a theory inspired by the work of psychiatrist Finn Skårderud-that humans are born with a blood alcohol content (BAC) deficiency of 0.05% and that maintaining a BAC of 0.05% makes one more creative and relaxed.\n\nThe friends decide to embark on an experiment to test Skårderud's theory. They start a group log documenting their experiences as they drink at regular intervals to maintain this blood alcohol level. Two of them have personal struggles that make the experiment particularly appealing: Martin is depressed and alienated from his family and students, while Nikolaj's wife seems to have contempt for him. They agree on a set of rules: their BAC should never drop below 0.05 during the day on weekdays, and they should not drink after 8:00 p.m. or on weekends. Each man finds his own way to sneak alcohol during the day while teaching or coaching children, but they never drink and drive, with 0.05 being the legal limit.\n\nWithin a short period, all four find their work and private lives more enjoyable and successful. Martin, in particular, is delighted as he reconnects with his wife and children. His teaching becomes inspired, and his students begin enjoying class and respecting him. He even incorporates alcohol into his history lessons, engaging his heavy-drinking students. Encouraged by their success, the group decides to take the experiment further, increasing their BAC minimum to 0.10. Still feeling the benefits, they eventually push the boundaries further, deciding one night to drink to oblivion to test its liberating effects. However, after returning home incapacitated, both Martin and Nikolaj are confronted by their families. Martin's family expresses concern, revealing that they have known he has been drinking for weeks. He and his wife acknowledge their growing distance, and she admits to infidelity. The group abandons the experiment. Martin and his wife separate, and although he tries to make amends, she rejects him.\n\nAll members of the group stop drinking during the day, except for Tommy, whom the others try to support. However, at a faculty meeting where the headmaster reveals that teachers have been drinking at work, Tommy arrives visibly intoxicated. Later, he boards his boat while drunk, takes his old dog with him, motors out onto the bay, and ultimately goes overboard, drowning at sea.\n\nAfter Tommy's funeral, the three remaining friends go out to dinner to celebrate his life, enjoying sparkling wine. While dining, Martin receives a text from his wife saying she misses him. As they sit by the harbour, recently graduated students pass by, celebrating in their customary drunken revelry. Martin, Peter, and Nikolaj join them in drinking and dancing. Martin, a former jazz ballet dancer, finally gives in to his colleagues' previous urgings and dances with the students. His movements grow increasingly energetic and joyous before he finishes his dance by spontaneously jumping into the sea. Four teacher friends start a social experiment in Thomas Vinterberg's smart and ultimately moving \"Another Round.\" Based on a belief that the human body is born with too low an alcohol level, they strive to maintain a 0.05% BAC at all times-buzzed but far from drunk. They set rules. They can only drink during work hours (yes, as teachers). The idea is that a low-level buzz releases stress and tension in ways that nothing else can. To varying degrees, all four men are going through what could be called a midlife crisis, dissatisfied by the mundanity of daily life as teachers, but it's Martin (Mads Mikkelsen) who is in the deepest funk. He has lost all passion for teaching his history class, feels distant from his family, and can't find many reasons to get up. The social experiment breaks him out of his rut in a relatively predictable way, but Mikkelsen elevates what could have been another traditional message movie about living life to the fullest even after you think you've had your final drink.\n\nShortly after the experiment begins, Vinterberg stages a scene in Martin's classroom, where he's engaging with his students in a way he clearly hasn't in years. He's getting them involved with vibrant conversation and new ways to look at history. He's smiling in that very Mads way. What's brilliant about the scene is how Vinterberg and cinematographer Sturla Brandth Grøvlen replicate that slightly wobbly feeling that comes after just a strong drink or two. Martin is nowhere near blacking out or doing anything embarrassing, but the slightly unsteady camera swoops in for a close-up and then back out again in the inconsistent way that the world sometimes does after a couple glasses of wine-the filmmaking coming to life like how Martin is with his new buzz on life. It's indicative of the high craft on display here as the visual language subtly matches the character's journey.\n\nMartin's colleagues (Thomas Bo Larsen, Magnus Millang, & Lars Ranthe-all effective) find similar success, at least at first. A music teacher encourages his students to sing more with their hearts and souls; a philosophy teacher catches onto the anxiety of one of his students in a way he may not have given his previously detached approach. Then the quartet starts to change the terms of the experiment, which everyone knows is a bad idea. If 0.05% works so well for Martin that he feels better even when he's sober, maybe he should go higher? They start pushing the envelope. Absinthe gets involved. As anyone who has tried it can tell you, Absinthe is almost always a bad idea. Trust me.  \n\n\"Another Round\" reaches beyond its set-up when it becomes a study in individuality. The experiment affects each of the four men differently, and everyone knows that a drunk night comes with a hungover morning. A student near the end gives an exam on the Kierkegaardian philosophies on anxiety and accepting fallibility and failure, which is what all midlife crisis films are about to a certain degree-coming to terms with mistakes after you realize you may be running out of time to correct them.  \n\nThe midsection of \"Another Round,\" wherein the guys open up and alter their experiment based on results, has a tendency to drag, but Vinterberg avoids cliché in this bulk of the film, thanks largely to casting his favorite leading man (Mikkelsen starred in the director's excellent \"The Hunt\"). The \"Hannibal\" star is such a genuinely captivating actor-one of those performers who holds the camera like a movie star while also feeling completely realistic and in the moment at the same time. He doesn't hit a single false note in a film that really could have been all broad humor and wacky hijinks. Even as the final act starts to get a bit manipulative by stretching some previously established realism, Mikkelsen holds it together, and then he comes out literally swinging in one of the best final scenes of the year. It's such a jubilant moment that you may walk out of the theater feeling a little buzzed."
  },
  {
    "id": 4,
    "movie": "Like Crazy",
    "question": "Donatella and Beatrice both have issues with their families. Briefly describe how each family has contributed to the women's mental health issues.\nDescribe one scene in which Donatella and Beatrice realize that they can handle life as long as they have their friendship.  Indicate, using a time stamp, where in the film this comes up (e.g., Video 2 at 12 min 30 seconds).",
    "details": "Like Crazy (Italian: La pazza gioia, Mad Joy) is a 2016 Italian comedy-drama film directed by Paolo Virzì, starring Valeria Bruni Tedeschi and Micaela Ramazzotti. It tells the story of two women from different backgrounds who become friends while being treated at a mental institution.[1] It was screened in the Directors' Fortnight section at the 2016 Cannes Film Festival.[2][3]  As an actress and occasional director Italo-French star Valeria Bruni Tedeschi (Slack Bay, A Castle in Italy) has made a career out of playing flinty and flighty women who are often way in over their heads. In Like Crazy (La pazza gioia), which reunites her with her Human Capital director, Paolo Virzi, she finally gets to play an actual crazy person locked up in an institution and the role both fits her like a glove and again reveals what makes Tedeschi such a fascinating performer.\n\nShe shares top billing here with Virzi's other half, actress Micaela Ramazzotti (Darker than Midnight, Those Happy Years), another patient at the same establishment with whom Tedeschi's character decides to run away from it all, Thelma & Louise-style. Though not contemporary Italian cinema's definitive take on mental illnesses or institutions - that would be the epic, six-hour Cannes Un Certain Regard title The Best of Youth from 2003 - this Directors' Fortnight title is nonetheless a pleasingly warm, human and female take on the subject, shot through with Virzi's customary attention to not only the characters but also the wider socio-political background.\n\nBeatrice (Bruni Tedeschi) walks around Villa Biondi as if she owns the place, which might technically be true, since Beatrice says her family donated the sumptuous, centuries-old dwelling that houses the mental institution for women where she's a patient. But the unkempt and perennially pushy and overly enthusiastic Beatrice can be delusional at times, so perhaps she's all making it all up, like when she pretends to be a doctor receiving the latest arrival, Donatella (Ramazzotti), much to the latter's consternation. What's fascinating about Beatrice is that she always lives very intensely in the moment, making it hard to grasp for an outsider when she's being truthful and when she's making things up. She also has one of those personalities that simply bulldozers over any kind of opposition to her or her plans, which is how the initially standoffish Donatella ends up as her roommate and then her accomplice and friend. The duo's escape from the asylum isn't premeditated but rather comes about because the van that's supposed to pick them up from their workplace is late and Beatrice sees a bus pass by and hops onto it with Donatella in tow. The film features a lot of handheld shots that help imbue a sense of energy but the standout shot is a simple medium close-up of the duo sitting side by side aboard the bus. They smile in silence at their first taste of freedom in God knows how long, which in turn amply justifies the wild runaway behavior that follows. \"We're just looking for a little bit of happiness,\" Beatrice says, and Virzi, who wrote the screenplay with Francesca Archibugi (A Stroke of Luck, which also starred Ramazzotti), turns the remainder of the film into an exploration of what happiness is, how it can be found and what it really means to be \"crazy\". At the end of the road, it's clear that most of the ladies' mad antics come either from a place of love or a desire for freedom, the latter the one thing they can't get in a mental institution.\n\nRather predictably, the women's odyssey takes the form of a road trip of sorts as they \"borrow\" a shady man's car; they live it up in expensive restaurants (even though they have no access to money) and they get in touch with their parents, Beatrice's former husband and Donatella's former employer. What counts here is not the originality - which is very limited - but the truths of these encounters and how they relate to where the two women are now. And as such, they work fine.\n\nThe story's most complex piece of the puzzle (spoilers ahead) is Donatella's relationship with her young son, who was put up for adoption. An encounter between Beatrice, acting as an embassy, and the boy's adoptive parents is beautifully played and extremely touching and there's an echo of this in a later scene on a sunny beach that similarly finds just the right balance between the wistfulness caused by lost opportunities and gratitude for the moments we do get. But these highlights - together with a striking sequence on a boardwalk where the two ladies find themselves at dusk - are strong enough to stand on their own, while Virzi feels the need to prop them up with garishly desaturated flashbacks that fill in every blank, robbing the latter reels of some of the story's more suggestive poetry moments while risking to turn a heartfelt subplot into something borderline maudlin (the predominance of the flute on the soundtrack doesn't help in this regard).\n\nEven though one could argue that Bruni Tedeschi was typecast here, she takes the role and runs with it, beautifully grading the different nuances of her headstrong character, whose outward exuberance clearly hides a lot of hurt and a fear of loneliness. Ramazzotti has the thankless task of playing the woman who's initially sucked into Beatrice's tornado, though as we get to know her better and she sheds some of her tattooed tough-girl guard, she blossoms into a fully rounded character as well. The other patients in the Villa Biondi scenes are played by actual female inmates of a mental institution and their presence helps suggest how well Bruni Tedeschi and Ramazzotti blend in.\n\nThe story is specifically set in 2014, before a law was passed that ordered all Judicial Mental Hospitals closed. However, as per a note in the end credits, only half of the patients in these institutions have since found an alternative home."
  },
  {
    "id": 5,
    "movie": "Back to Burgundy Klapisch",
    "question": "Why do you think it is so difficult for Jean and his siblings to sell the vineyard, even though it would make them instantly rich? Cite a scene in which each one of the siblings shows his/her attachment to the land and the family heritage of wine-making (use a different scene for each one of the siblings, or one scene for all).  Indicate, using a time stamp, where in the film this comes up (e.g., Video 2, at 12 min 30 seconds).",
    "details": "Back to Burgundy (French: Ce qui nous lie [What binds us]; working title: Le Vin et le vent [The Wine and the wind]) is a 2017 French drama film directed by Cédric Klapisch, starring Pio Marmaï, Ana Girardot and François Civil.[3]\nPlot\n\nThree siblings from Burgundy have to find a way to reconnect with one another when their father falls ill. Jean, Juliette and Jérémie were all trained in the art of winegrowing and production by a father made out to be dominant and controlling. Jérémie (who married locally) and Juliette stayed close to the vineyards in adult life, but Jean left, backpacking around the world and working in the wine industry in Chile, where he met his girlfriend Alicia, and finally buying a vineyard with her in Australia. He missed the death of his mother in France, in part because his son was being born on the same day in Australia. He returns to France 10 years after his departure, as his father is ailing (he dies soon after), with mixed feelings. The plot revolves around his coming to terms with the past, his father, and his relationship with Alicia.\n\nThe past and present are interconnected in several scenes of childhood and adulthood in and around the vineyards and the family house. Several plot lines intertwine: 1) on the death of their father, the siblings inherit the property jointly, meaning they have to agree on its future, and they owe a large inheritance tax which they cannot afford to pay. Jean initially wants to sell the entire estate so that they can pay the tax and he can clear outstanding debts in Australia. Then Jérémie's unpleasant father in law tries to buy some of the best land. And finally a complex leasing arrangement is reached that satisfies all three siblings. 2) Jean believes his father hated him, but he finds out after his death via an unopened letter that this was not the case. 3) Jean's relationship with Alicia in Australia is fragile. Juliette believes he still loves Alicia despite their decision to separate, and so she phones Alicia. Alicia travels to France with their son late in the movie, and they are reconciled. They decide to live together in Australia. 4) Jérémie is looked down on by his in-laws and lives in one of their cottages with his wife Océane and their son. They eventually move to their own house and refuse offers of jobs and support.\n\nThere are sub-plots referring to Juliette's romantic life, the annual cycle of grape and wine production including the crucial date of harvest, and who has the best winegrowing skills (revealed to be Juliette and Jean, not the older generation).  In \"Red Obsession,\" a documentary about the wine industry in France's Bourdeaux region, Francis Ford Coppola describes drinking a glass of wine that had been bottled four years after the French Revolution. \"Wine tells a story,\" says Coppola, who wonders if Thomas Jefferson or the Marquis de Lafayette had had a glass of the same wine. The story-telling power of wine is the context of Cédric Klapisch's \"Back to Burgundy,\" a film detailing a year in the life of a fictional wine-making family in Burgundy. The taste of the family wines propel the characters back into the past, wrinkling up time for the characters. \"Back to Burgundy\" has a gentle low-stakes mood (although the actual stakes are often quite high), and the script (also by Klapisch) is episodic in structure. Sometimes this works, sometimes it doesn't. When the film focuses on the wine-making process, in the progression from vine to bottle, it's a fascinating and detailed look at a very specific subculture.\n\nWhen his father becomes ill, Jean (Pio Marmaï) returns home to the family vineyard in France after 10 years abroad. There has been little to no contact between Jean and his two siblings, Juliette (Ana Girardot) and Jérémie (François Civil). When their father dies, the siblings must make some serious decisions about the family business. Unable to pay the huge inheritance tax, they consider their options. They could sell the vineyard to pay the tax. They could rent out part of it. Jérémie has married into another wine-making family, and it's expected he will step up to be a partner in his father-in-law's business. Jean, with a girlfriend and son back in Australia, has no intention of staying in France. That leaves Juliette. It's now up to her to make the decisions for the upcoming harvest, and she doesn't have her father to consult.\n\nWhen Jean, Juliette and Jérémie were children, their father would blindfold them and make them taste the family wines, quizzing them. \"Behind the lemon, is there another fruit?\" he asks. Juliette was always the best at this game. Their dead father (Éric Caravaca) haunts the film, in flashbacks but also sometimes literally. Jean converses and argues with the ghost of his dead father, similar to how the ghost of the father was used in HBO's \"Six Feet Under.\" Like Jean, Nate in \"Six Feet Under\" is the son who left, who refused the father's legacy. But unlike \"Six Feet Under,\" where the presence of the father's ghost was a constant, woven into the fabric of the show, \"Back to Burgundy\" uses the device indifferently and intermittently. There's no commitment to the trope, leading to a slightly cheesy result. The same is true for the moments when time folds in on itself, and the child versions of Jean, Juliette and Jérémie surge into the frame where the adults are now standing. If the film had a more frankly poetic and symbolic structure, if it was less literal, these devices might have had more thematic reverb.\n\nWhere the film is on firmest ground is in specifics of the culture of wine-making: the seasonal workers showing up, the rowdy parties at the end of the harvest, the taste-testing during the fermenting process, the worried glances at the sky, the obsessive checking of Weather Apps. In these sequences, the film really knows what it is doing, knows what it wants to say and convey. There's a whole section where Juliette has to throw around her weight as the boss for the first time, and publicly reprimands one of the seasonal workers for initiating a grape-fight in the fields. He pushes back against her authority. This altercation has an unexpected denouement later on, and unlike many of the other sequences, this one sparks with life, spontaneity, the unexpected.\n\nEach sibling has a specific emotional arc. Jean stays on in France longer than he had planned, to help with the upcoming harvest, causing strife with his girlfriend and son back home. Juliette is thrust into the leadership position of the vineyard. Jérémie is infantilized by his new in-laws, and needs to make a stand as his own man. Some of these plot-lines are interesting, some are drawn out into practically slow-motion lengths, almost the way sub-plots are elongated during a season of television. The language is often so on-the-nose it's shocking it wasn't excised at some point in the process. (Jean saying in Voiceover: \"Love is like wine. It takes time. It needs to ferment\" is just one example.)\n\nThe episodic quality of the script shows its awkward skeleton in the sequences where one scene presents a problem or conflict which is then resolved or answered in the next scene. Jean, in a fit of frustration, exclaims he doesn't care about the family vineyard at all, the land can go to hell as far as he's concerned. In the very next scene, Jean catches a neighboring farmer spraying pesticides on an area overlapping with the family vines, and flies off the handle. His girlfriend (María Valverde), visiting from Australia, comments, \"I guess you do care about the land after all.\" Along with the in-your-face music creating a mood so insistently that scenes barely have a chance to breathe, \"Back to Burgundy\" wants to make sure we get the connections. Proust's madeleine never worried so much.\n\nStill, \"Back to Burgundy\" has much in its favor. The three main actors create a believable sense of the kind of intimacy and silliness and intensity adult siblings often share. This is easier said than done. Juliette's journey into the light as the real wine-maker of the family, the natural inheritor of her father's legacy, is-in its way-the most satisfying arc in this film of many arcs. At every step of the way, she is forced to make decisions, decisions which had always been her father's call in the past. Are the grapes ready to be harvested? Is it time to stop the fermenting process? Sometimes she just doesn't know. In a family where tradition is everything, where things have been done the same way for generations, her decision to go with her own nose-to decide what kind of wine she wants to make (as opposed to trying to replicate what she thinks her father would do) is a quietly feminist act. It's the only arc in \"Back to Burgundy\" not underlined obsessively by music and voiceover dialogue, but it's the arc that left the most pleasing aftertaste."
  }
]